benchmarks/results/django.txt
Running 1m test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   153.38ms   38.68ms 636.62ms   92.59%
    Req/Sec   165.86     62.87   252.00     56.79%
  39421 requests in 1.00m, 6.47MB read
Requests/sec:    655.94
Transfer/sec:    110.18KB