benchmarks/results/elysia-local.txt
Running 1m test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.09ms    1.73ms  69.53ms   98.71%
    Req/Sec    25.48k     4.59k   31.49k    80.08%
  6083752 requests in 1.00m, 783.26MB read
Requests/sec: 101362.35
Transfer/sec:     13.05MB