benchmarks/results/elysia.txt
Running 1m test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.81ms    3.61ms  59.04ms   75.73%
    Req/Sec     3.26k   846.43     5.45k    61.00%
  779546 requests in 1.00m, 100.36MB read
Requests/sec:  12982.89
Transfer/sec:      1.67MB