benchmarks/results/express-local.txt
Running 1m test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.42ms    2.26ms 152.58ms   95.55%
    Req/Sec     7.66k     1.27k   10.25k    88.17%
  1830997 requests in 1.00m, 457.50MB read
Requests/sec:  30504.05
Transfer/sec:      7.62MB