benchmarks/results/fastapi-local.txt
Running 1m test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.49ms    4.82ms 113.88ms   85.00%
    Req/Sec     1.53k   138.88     1.97k    80.73%
  365828 requests in 1.00m, 53.03MB read
Requests/sec:   6094.46
Transfer/sec:      0.88MB