benchmarks/results/fastapi-local.txt
Running 30s test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    17.14ms    4.76ms 142.52ms   84.97%
    Req/Sec     1.47k   129.51     1.79k    67.06%
  175506 requests in 30.02s, 25.44MB read
Requests/sec:   5846.83
Transfer/sec:    867.89KB