benchmarks/results/flask-local.txt
Running 1m test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    24.78ms   19.52ms 144.34ms   60.19%
    Req/Sec   562.19    253.27     1.27k    78.22%
  20068 requests in 1.00m, 3.67MB read
  Socket errors: connect 0, read 126, write 0, timeout 0
Requests/sec:    334.23
Transfer/sec:     62.67KB