benchmarks/results/flask.txt
Running 1m test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   114.10ms   18.56ms 314.79ms   88.02%
    Req/Sec   217.76     37.37   410.00     79.10%
  11647 requests in 1.00m, 2.15MB read
  Socket errors: connect 100, read 0, write 0, timeout 0
Requests/sec:    193.93
Transfer/sec:     36.74KB