benchmarks/results/flask.txt
Running 30s test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   129.84ms   24.97ms 348.34ms   77.79%
    Req/Sec   192.06     41.97   290.00     69.13%
  13243 requests in 30.07s, 2.45MB read
  Socket errors: connect 99, read 0, write 0, timeout 0
Requests/sec:    440.43
Transfer/sec:     83.44KB