benchmarks/results/mitsuki-granian-local.txt
Running 30s test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.76ms  632.91us  19.69ms   92.30%
    Req/Sec     6.70k   709.43     7.46k    91.42%
  800690 requests in 30.01s, 116.83MB read
Requests/sec:  26678.14
Transfer/sec:      3.89MB