benchmarks/results/mitsuki-granian.txt
Running 1m test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.20ms    4.14ms  70.67ms   90.28%
    Req/Sec     2.51k   641.97     3.44k    70.91%
  165164 requests in 16.51s, 24.10MB read
Requests/sec:  10002.70
Transfer/sec:      1.46MB