benchmarks/results/mitsuki-socketify-local.txt
Running 1m test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.34ms    1.47ms  57.71ms   97.87%
    Req/Sec     4.75k   433.19    16.49k    94.50%
  1135921 requests in 1.00m, 173.33MB read
Requests/sec:  18899.75
Transfer/sec:      2.88MB