benchmarks/results/mitsuki-socketify.txt
Running 1m test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    67.59ms    6.85ms 223.57ms   95.71%
    Req/Sec   371.33     40.02   474.00     71.74%
  88802 requests in 1.00m, 13.47MB read
Requests/sec:   1477.81
Transfer/sec:    229.46KB