benchmarks/results/mitsuki-socketify.txt
Running 30s test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    85.32ms   17.93ms 293.53ms   91.62%
    Req/Sec   294.73     50.80   390.00     80.17%
  35306 requests in 30.09s, 5.39MB read
Requests/sec:   1173.17
Transfer/sec:    183.31KB