benchmarks/results/mitsuki-uvicorn-local.txt
Running 1m test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.28ms    1.87ms 128.41ms   87.18%
    Req/Sec     4.80k   447.09     5.95k    91.58%
  1148219 requests in 1.00m, 166.44MB read
Requests/sec:  19111.40
Transfer/sec:      2.77MB