benchmarks/results/mitsuki-uvicorn-local.txt
Running 1m test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.61ms    1.79ms 133.82ms   87.52%
    Req/Sec     4.50k   183.85     5.07k    77.88%
  1075886 requests in 1.00m, 156.98MB read
Requests/sec:  17901.78
Transfer/sec:      2.61MB