benchmarks/results/spring.txt
Running 1m test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.24ms    8.39ms 209.38ms   92.08%
    Req/Sec     1.99k   528.71     3.28k    65.75%
  476295 requests in 1.00m, 69.13MB read
Requests/sec:   7929.04
Transfer/sec:      1.15MB