benchmarks/results/starlette-granian-local.txt
Running 30s test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.66ms  799.87us  19.42ms   82.48%
    Req/Sec     6.87k     1.00k    8.84k    67.67%
  819952 requests in 30.01s, 118.86MB read
Requests/sec:  27320.12
Transfer/sec:      3.96MB