benchmarks/results/starlette-granian-local.txt
Running 1m test @ http://0.0.0.0:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.27ms    1.28ms  41.70ms   96.38%
    Req/Sec     7.82k     0.91k    9.86k    75.04%
  1868654 requests in 1.00m, 270.88MB read
Requests/sec:  31124.61
Transfer/sec:      4.51MB