benchmarks/results/starlette-granian.txt
Running 1m test @ http://127.0.0.1:8000
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.94ms    3.00ms  31.25ms   65.91%
    Req/Sec     2.53k   645.12     4.38k    64.42%
  603852 requests in 1.00m, 87.53MB read
Requests/sec:  10059.76
Transfer/sec:      1.46MB